#+TITLE: Work Logging


* <2020-06-22 Mon>    
** DrFang
   :LOGBOOK:
   CLOCK: [2020-06-22 Mon 09:06]--[2020-06-22 Mon 09:35] =>  0:29
   CLOCK: [2020-06-22 Mon 08:48]--[2020-06-22 Mon 09:06] =>  0:18
   :END:
** Workshop
   :LOGBOOK:
   CLOCK: [2020-06-22 Mon 10:55]
   :END:
   
* <2020-06-21 Sun>
  
** Prof Wei
   :LOGBOOK:
   CLOCK: [2020-06-21 Sun 09:16]--[2020-06-21 Sun 13:27] =>  4:11
   :END:
   

* <2020-06-17 Wed>
  
** Prof Wei
   :LOGBOOK:
   CLOCK: [2020-06-17 Wed 13:31]--[2020-06-17 Wed 13:50] =>  0:19
   CLOCK: [2020-06-17 Wed 10:42]--[2020-06-17 Wed 11:03] =>  0:21
   CLOCK: [2020-06-17 Wed 10:30]--[2020-06-17 Wed 10:40] =>  0:10
   CLOCK: [2020-06-17 Wed 08:50]--[2020-06-17 Wed 10:06] =>  1:16
   :END:
   
* <2020-06-16 Tue>
  
** DrFang 
   :LOGBOOK:
   CLOCK: [2020-06-16 Tue 09:23]--[2020-06-17 Wed 13:31] => 28:08
   CLOCK: [2020-06-16 Tue 08:19]--[2020-06-16 Tue 09:23] =>  1:04
   :END:
    
* <2020-06-15 Mon>
** Dr Fang 
   :LOGBOOK:
   CLOCK: [2020-06-15 Mon 19:41]--[2020-06-15 Mon 20:41] =>  1:00
   CLOCK: [2020-06-15 Mon 16:27]--[2020-06-15 Mon 17:04] =>  0:37
   CLOCK: [2020-06-15 Mon 16:10]--[2020-06-15 Mon 16:12] =>  0:02
   CLOCK: [2020-06-15 Mon 15:26]--[2020-06-15 Mon 15:27] =>  0:01
   CLOCK: [2020-06-15 Mon 14:09]--[2020-06-15 Mon 15:26] =>  1:17
   CLOCK: [2020-06-15 Mon 13:34]--[2020-06-15 Mon 14:06] =>  0:32
   CLOCK: [2020-06-15 Mon 13:23]--[2020-06-15 Mon 13:34] =>  0:11
   CLOCK: [2020-06-15 Mon 10:24]--[2020-06-15 Mon 10:42] =>  0:18
   CLOCK: [2020-06-15 Mon 10:06]--[2020-06-15 Mon 10:13] =>  0:07
   CLOCK: [2020-06-15 Mon 08:07]--[2020-06-15 Mon 09:59] =>  1:52
   :END:
   
* <2020-06-14 Sun>
** DrFang 
   :LOGBOOK:
   CLOCK: [2020-06-14 Sun 19:30]--[2020-06-14 Sun 20:17] =>  0:47
   CLOCK: [2020-06-14 Sun 16:45]--[2020-06-14 Sun 17:33] =>  0:47
   CLOCK: [2020-06-14 Sun 16:14]--[2020-06-14 Sun 16:39] =>  0:25
   CLOCK: [2020-06-14 Sun 15:44]--[2020-06-14 Sun 16:10] =>  0:26
   CLOCK: [2020-06-14 Sun 13:30]--[2020-06-14 Sun 14:41] =>  1:11
   CLOCK: [2020-06-14 Sun 10:30]--[2020-06-14 Sun 11:21] =>  0:51
   CLOCK: [2020-06-14 Sun 10:23]--[2020-06-14 Sun 10:23] =>  0:00
   CLOCK: [2020-06-14 Sun 09:10]--[2020-06-14 Sun 10:23] =>  1:13
   :END:
   
   
* <2020-06-13 Sat> 
** Reveal Js learning
   :LOGBOOK:
   CLOCK: [2020-06-13 Sat 07:43]--[2020-06-13 Sat 07:56] =>  0:13
   :END:
** Organize STAQ info 
   :LOGBOOK:
   CLOCK: [2020-06-13 Sat 10:49]--[2020-06-13 Sat 11:02] =>  0:13
   :END:
   
* <2020-06-11 Thu>
** STAQ Day 4 
   :LOGBOOK:
   CLOCK: [2020-06-11 Thu 09:49]--[2020-06-11 Thu 12:54] =>  3:05
   CLOCK: [2020-06-11 Thu 09:04]--[2020-06-11 Thu 09:04] =>  0:00
   CLOCK: [2020-06-11 Thu 07:53]--[2020-06-11 Thu 09:04] =>  1:11
   :END:
   
* <2020-06-08 Mon>
  
** STAQ Continued 
9   :LOGBOOK:
   CLOCK: [2020-06-08 Mon 10:16]--[2020-06-08 Mon 11:03] =>  0:47
   CLOCK: [2020-06-08 Mon 08:18]--[2020-06-08 Mon 09:12] =>  0:54
   :END:
   
** STAQ Q&A
   :LOGBOOK:
   CLOCK: [2020-06-08 Mon 18:53]--[2020-06-08 Mon 20:03] =>  1:10
   CLOCK: [2020-06-08 Mon 16:57]--[2020-06-08 Mon 17:19] =>  0:22
   CLOCK: [2020-06-08 Mon 16:29]--[2020-06-08 Mon 16:45] =>  0:16
   CLOCK: [2020-06-08 Mon 15:39]--[2020-06-08 Mon 16:03] =>  0:24
   CLOCK: [2020-06-08 Mon 13:00]--[2020-06-08 Mon 15:34] =>  2:34   
   :END:
   
* <2020-06-07 Sun> 

** Go over stuff on STAQ 
   :LOGBOOK:
   CLOCK: [2020-06-07 Sun 16:23]--[2020-06-07 Sun 19:43] =>  3:20
   CLOCK: [2020-06-07 Sun 14:05]--[2020-06-07 Sun 16:08] =>  2:03
   CLOCK: [2020-06-07 Sun 11:39]--[2020-06-07 Sun 11:46] =>  0:07
   CLOCK: [2020-06-07 Sun 10:30]--[2020-06-07 Sun 11:33] =>  1:03
   CLOCK: [2020-06-07 Sun 10:29]--[2020-06-07 Sun 10:30] =>  0:01
   CLOCK: [2020-06-07 Sun 10:22]--[2020-06-07 Sun 10:27] =>  0:05
   :END:

   
** Dr. Fang's project 
   :LOGBOOK:
   CLOCK: [2020-06-14 Sun 16:45]--[2020-06-15 Mon 10:24] => 17:39
   CLOCK: [2020-06-07 Sun 20:15]--[2020-06-07 Sun 20:28] =>  0:13
   :END:
   


